<?php
// include "../includes/test.inc.php"; // В случае ошибки работа скрипта не прерывается, лучше использовать для дополнительных файлов
// include_once "../inc/test.inc.php"; // Подключает файл лишь однажды, если запросили еще раз, то будет проигнорировано
// require "../includes/test.inc.php"; // В случае ошибки работа скрипта останавливается, лусше использовать для библиотек
// require_once "../inc/test.inc.php"; // Подключает файл лишь однажды, если запросили еще раз, то будет проигнорировано
echo "<br>";
echo "<br>";
?>
